//
//  Question.swift
//  MillionareGame
//
//  Created by Евгений Старшов on 25.12.2021.
//

import Foundation

struct Question {
    
    let questionDict = [
        "Кого поцеловала Мадонна на Video Music Awards в 2003 году?":["Дженнифер Лопес и Шакира","Бритни Спирс и Джанет Джексон","Бритни Спирс и Кристину Агилеру","Кристину Агилеру и Кайли Миноуг"],
        "Какой безалкогольный напиток первым был взят в космос?":["Пепси","Кола","Фанта","Снапл"],
        "Сколько весит костюм Чубакки?":["3.6 кг","7.7 кг","2.7 кг","6.8 кг"],
        "Кто написал знаменитый дневник, скрываясь от нацистов в Амстердаме?":["Анна Франк","Бриджит Джонс","Мария Кюри","Хелен Келлер"],
        "Что означает термин “пиано”?":["В бодром темпе","В мягком темпе","В умеренно медленном темпе","В быстром темпе"],
        "Кто написал эпическую поэму “Потерянный рай”?":["Генри Джеймс","Джон Китс","Джон Стейнбек","Джон Мильтон"]
    ]

}

