//
//  Question.swift
//  MillionareGame
//
//  Created by Евгений Старшов on 25.12.2021.
//

import Foundation

struct Question {
    
    let questionDict = [
        "Кого поцеловала Мадонна на Video Music Awards в 2003 году?":[1:"Дженнифер Лопес и Шакира",2:"Бритни Спирс и Джанет Джексон",3:"Бритни Спирс и Кристину Агилеру",4:"Кристину Агилеру и Кайли Миноуг"],
        "Какой безалкогольный напиток первым был взят в космос?":[1:"Пепси",2:"Кола",3:"Фанта",4:"Снапл"],
        "Сколько весит костюм Чубакки?":[1:"3.6 кг",2:"7.7 кг",3:"2.7 кг",4:"6.8 кг"],
        "Кто написал знаменитый дневник, скрываясь от нацистов в Амстердаме?":[1:"Анна Франк",2:"Бриджит Джонс",3:"Мария Кюри",4:"Хелен Келлер"],
        "Что означает термин “пиано”?":[1:"В бодром темпе",2:"В мягком темпе",3:"В умеренно медленном темпе",4:"В быстром темпе"],
        "Кто написал эпическую поэму “Потерянный рай”?":[1:"Генри Джеймс",2:"Джон Китс",3:"Джон Стейнбек",4:"Джон Мильтон"]
    ]

}

