//
//  Question.swift
//  MillionareGame
//
//  Created by Евгений Старшов on 25.12.2021.
//

import Foundation

struct Question {
    
    let questionDict = [
        "Кого поцеловала Мадонна на Video Music Awards в 2003 году?":1,
        "Какой безалкогольный напиток первым был взят в космос?":2,
        "Сколько весит костюм Чубакки?":3,
        "Кто написал знаменитый дневник, скрываясь от нацистов в Амстердаме?":4,
        "Что означает термин “пиано”?":5,
        "Кто написал эпическую поэму “Потерянный рай”?":6
    ]

    let answerDict = [
        1:["Дженнифер Лопес и Шакира","Бритни Спирс и Джанет Джексон","Бритни Спирс и Кристину Агилеру","Кристину Агилеру и Кайли Миноуг"],
        2:["Пепси","Кола","Фанта","Снапл"],
        3:["3.6 кг","7.7 кг","2.7 кг","6.8 кг"],
        4:["Анна Франк","Бриджит Джонс","Мария Кюри","Хелен Келлер"],
        5:["В бодром темпе","В мягком темпе","В умеренно медленном темпе","В быстром темпе"],
        6:["Генри Джеймс","Джон Китс","Джон Стейнбек","Джон Мильтон"]
    
    ]
}

